

"settingsHeadAdvanced" = "Avançado";
"settingsProximityLock" = "Bloqueio de proximidade";
"settingsProximityLockDetail" = "Desativa o ecrã quando o sensor de proximidade é acionado, evitando a introdução acidental de dados (por exemplo quando o telemóvel se encontra num bolso).";
"settingsPort" = "Porta de acesso remoto";
"appMode" = "Modo";
"appModeDark" = "Escuro (padrão)";
"appModeLight" = "Claro";
"appModeSystem" = "Sistema";
"graphSize" = "Dimensão do gráfico";
"graphSmall" = "Pequeno";
"graphMedium" = "Médio (padrão)";
"graphBig" = "Grande";
"graphExtraBig" = "Extra grande";
